Revit 2017 API
FormattedTextRun.TabNumber Property
 For a text run that starts at a tab stop, this value indicates the number of the tab stop.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Since: 2016
Syntax
C#
public int TabNumber { get; }
Visual Basic
Public ReadOnly Property TabNumber As Integer
	Get
Visual C++
public:
property int TabNumber {
	int get ();
}
See Also
FormattedTextRun Class
Autodesk.Revit.DB Namespace